{
    "btn1": {
        "title": "Infants",
        "desc1": "From tender care to developmental milestones, our daycare embraces infants aged 6 weeks to 18 months, providing a nurturing environment where every coo and step is celebrated with warmth and guidance.",
        "desc2": "Cherished beginnings and endless wonder",
        "pic1": "/images/homepagephotos/infant.webp",
        "pic2": "/images/homepagephotos/infant2.webp",
        "pic3": "/images/homepagephotos/infant3.webp",
        "title2": "Essential Foundations",
        "desc3": "Nurturing Your Infant's Milestones Guiding Physical Progress Supportive Activities: Engage in tummy time exercises to strengthen muscles for head control, rolling, and sitting. Supervised play sessions encourage crawling and explorative movement. Fostering Cognitive Exploration Stimulating Experiences: Provide sensory-rich experiences with textured toys, playful sounds, and visual stimuli to encourage recognition of faces, sounds, and object exploration. Cultivating Language Foundations Interactive Engagement: Engage infants in storytelling, singing, and responsive interactions to foster language development and understanding.",
        "desc4": "Nurturing Infants for Lifelong Development"
    },

    "btn2": {
        "title": "Toddlers",
        "desc1": "Embarking on the journey of exploration and growth, our daycare welcomes toddlers, aged 18 months to 3 years, fostering an environment where each step, each discovery, and each playful moment is cherished, guided, and celebrated with joy and encouragement.",
        "desc2": "Nurturing a world of endless discoveries and boundless imagination.",
        "pic1": "/images/homepagephotos/toddler1.webp",
        "pic2": "/images/homepagephotos/toddler2.webp",
        "pic3": "/images/homepagephotos/toddler3.webp",
        "title2": "Fostering toddler growth: Building lifelong foundations for success",
        "desc3": "Toddler Development Milestones: Physical Development: Toddlers refine their motor skills by walking confidently, climbing, jumping, and beginning to run. They also improve coordination, balance, and fine motor skills. Cognitive Growth: Toddlers engage in pretend play, solve simple problems, sort shapes and colors, and start to understand basic concepts like counting and sequencing. Language and Communication: Toddlers expand their vocabulary, form short sentences, express needs and desires more clearly, and understand simple instructions. Activities at Our Daycare: Exploratory Playtime: Our daycare offers safe and stimulating environments for toddlers to explore, encouraging their curiosity with diverse toys, textures, and sensory experiences. Creative Interaction: Engaging in interactive storytelling, singing, and imaginative play sessions fosters language development and enhances social skills in our toddlers. Physical Challenges: We encourage active play, providing opportunities for climbing, balancing, and movement activities that support their physical development. Learning through Fun: Our structured yet enjoyable activities help toddlers learn shapes, colors, numbers, and basic problem-solving skills, laying the foundation for future learning.",
        "desc4": ""
    }, 

    "btn3": {
        "title": "Early Preschool",
        "desc1": "Stepping into the realm of discovery, our daycare warmly welcomes early preschoolers aged 2 to 3 years. In this nurturing haven, every smile, every new adventure, and each milestone achieved is celebrated, fostering a love for learning and growth.",
        "desc2": "Fostering a realm of boundless curiosity and endless adventures for our early preschoolers.",
        "pic1": "/images/homepagephotos/epreschool1.webp",
        "pic2": "/images/homepagephotos/epreschool2.webp",
        "pic3": "/images/homepagephotos/epreschool3.webp",
        "title2": "Guiding Early Preschool Explorations: Building Pathways to Lifelong Achievement",
        "desc3": "Early Preschool Development Milestones Physical Milestones Motor Skills: Encouraging movements like climbing, jumping, and running to develop coordination and balance. Cognitive Growth Problem Solving: Exploring puzzles, shapes, and simple tasks to stimulate critical thinking and problem-solving abilities. Language Enhancement Communication: Engaging in storytelling, interactive conversations, and word games to foster language development. Activities for Healthy Early Preschool Development Sensorial Exploration Sensory Play: Offering tactile experiences, sensory bins, and music activities to stimulate sensory awareness. Social Interaction Group Play: Encouraging cooperative games and group activities to promote sharing, teamwork, and social skills. Creative Expression Arts & Crafts: Providing opportunities for drawing, painting, and imaginative activities to enhance creativity.",
        "desc4": ""
    },

    "btn4": {
        "title": "Preschool",
        "desc1": "Preparing our preschoolers for their journey to Pre-K, our program embraces children aged 3 to 5 years. With engaging activities, supportive guidance, and a focus on foundational skills, we cultivate an environment where every achievement, every inquisitive moment, and each step towards readiness for Pre-K is joyfully nurtured and celebrated.",
        "desc2": "Empowering young minds with limitless curiosity and a world of imaginative exploration in our older preschool program.",
        "pic1": "/images/homepagephotos/preschool1.webp",
        "pic2": "/images/homepagephotos/preschool2.webp",
        "pic3": "/images/homepagephotos/preschool3.webp",
        "title2": "Fueling Curiosity: Preschoolers on the Path to Lifelong Learning",
        "desc3": "Preschool Development Milestones Physical Skills: At preschool age, children refine their motor skills through activities like running, jumping, climbing, and balancing. They develop better control over their movements. Cognitive Growth: Preschoolers explore the world with curiosity, improving problem-solving skills, understanding basic concepts, and recognizing shapes, colors, and numbers. Language Development: They expand vocabulary, express thoughts and feelings more clearly, and enjoy storytelling, fostering communication skills and early literacy. Engaging Activities at Our Preschool Imaginative Play: Our preschool encourages creativity through role-playing, dress-up, and imaginative games, fostering problem-solving and social skills. Exploration and Discovery: Providing diverse materials and hands-on experiences helps children discover science, math, and nature, nurturing their curiosity and understanding. Art and Expression: Preschoolers engage in creative art activities, allowing self-expression and enhancing fine motor skills while fostering an appreciation for art. Storytime and Language: Reading, storytelling, and interactive language activities promote a love for books, improve vocabulary, and encourage communication.Social Interaction: Through group activities, sharing, and cooperative play, children learn to collaborate, empathize, and build friendships.",
        "desc4": ""
    }
}
