{
    "team-members": [
        {
            "name": "Griselda Gonzalez",
            "member-desc": "Early Childhood Educator | Director",
            "image": "./images/ourteam/grisphoto.jpg",
            "summary": "Hello, I'm Griselda Gonzalez, the owner and care provider at Rising Stars. With many years of experience working with children of all age levels, I founded Rising Stars in 2015 to create a bilingual, diverse, and nurturing environment. At Rising Stars, we strive to help young children grow into independent, self-confident, and inquisitive learners."
        },
        {
            "name": "Rosy Vara",
            "member-desc": "Educator | Caregiver",
            "image": "./images/ourteam/rosy.webp",
            "summary": "Hello, I am Rosy Vara originally from Coahuila, Mexico. I consider myself a happy and sociable person. I like to dance and sing. I am the eldest of two brothers. I am 34 years old, mother of two children, 13 and 14 years old respectively.  I have worked with children for many years and truly have a passion for childcare. I provide children with a wide variety of activities, developing physical, cognitive, language skills and emotional aid is my passion, always looking for the good for them. My favorite hobby is listening to music alone and think about my future to do better for myself and children under my care."
        },
        {
            "name": "Martha Galvis",
            "member-desc": "Educator | Caregiver",
            "image": "./images/ourteam/martha.webp",
            "summary": "My name is Martha Galvis, I was born in Villavicencio Colombia, I am the third of 5 siblings and I have 4 children, I have worked with young children in my native country, I offer them genuine care and a loving, family and respectful environment, providing a clean environment and confident in learning, I am cheerful and enjoy offering children a wide range of activities such as art, music and movement, I use all my knowledge in a way that works for the benefit of the children, their families and our educational center. I advocate for my work represented by high-quality care in which it helps enable children to become productive citizens, When I have free time I like to cook food from my country, read and enjoy time with my husband, I Love coffee and flowers."
        },
        {
            "name": "Claudia Lorena Hernandez",
            "member-desc": "Educator | Caregiver",
            "image": "./images/ourteam/claudia.webp",
            "summary": "My name is Claudia Lorena Hernandez, I was born in Armenia, a small coffee town in Colombia. I am the eldest of two brothers, I live with my husband, my 8-year-old son and my dog ​​named Tommy. I deeply believe in caring for children with affection, respect and joy. I love enjoying music, bike rides, movies and the beach. I have been very fortunate to be able to work with children, I always admire their kindness, tenderness and sweetness in everything they do and I hope to take them to a magical place of learning and knowledge and that they become successful in all their aspects."
        },
        {
            "name": "Monica Pena Perez",
            "member-desc": "Educator | Caregiver",
            "image": "./images/ourteam/monica.webp",
            "summary": "My name is Monica Pena Perez, I am 29 years old, I am from Cuba and I have lived in the United States for 17 months, I have a degree in economics, I worked in the metropolitan bank of my country, before traveling to Brazil and doing a postgraduate degree in business administration, working and helping children has made me grow my emotional intelligence, I have developed my imagination and creativity, they have infected me with their joy and admire their genuine happiness, I like being able to help them in everything so that they learn new things and help them to grow up in successful children. I am kind, responsible, hard-working, my favorite color is blue, I like dark chocolate and reading a good book."
        }
    ]
}